[
  {
    "reviewer": "willie murimi",
    "reviews": 3,
    "photos": 2,
    "rating": 5.0,
    "date": "a year ago",
    "review": "A huge thank you for the excellent service provided. Importing my car was made easy and convenient, thanks to the expertise and dedication of the team involved.",
    "owner_response": "Thank you trusting us with your vehicle. Wishing you many safe miles!"
  },
  {
    "reviewer": "Kemboi Chambers",
    "reviews": 1,
    "photos": 2,
    "rating": 5.0,
    "date": "a year ago",
    "review": "We Export Cars. Africa is a car destination selling company giving client value for money with qualified transparency in the industry. The undertaking right from clients first meeting to sourcing of the vehicle to documentation is ...",
    "owner_response": "We are delighted to note that our team was up to ask and that you are happy with our service . Wishing you many safe miles in your new ride counsel!"
  },
  {
    "reviewer": "martin ndung'u",
    "reviews": 1,
    "photos": 18,
    "rating": 5.0,
    "date": "a year ago (edited)",
    "review": "Exceeded expectations in every aspect! The importation process was seamless, and the team's dedication to customer satisfaction was evident throughout. Highly recommended!",
    "owner_response": "We're delighted to hear that we exceeded your expectations! Thank you for the recommendation , wishing you many safe miles."
  },
  {
    "reviewer": "emilly otwani",
    "reviews": 1,
    "photos": 2,
    "rating": 5.0,
    "date": "a year ago",
    "review": "your customer service is second to none, we received the car in time and in very good condition, the car is exactly what we were looking for,will highly recommend you anytime.",
    "owner_response": "Thank you for your vote of confidence. Wishing you many happy miles!"
  },
  {
    "reviewer": "Joy Murunga",
    "reviews": 6,
    "photos": 0,
    "rating": 5.0,
    "date": "a year ago",
    "review": "The most dependable and efficient car import company in the continent! We brought in two of our vehicles with WeExportCars.Africa and I can tell you they are the best! Excellent customer service and overall great experience as our vehicles ...",
    "owner_response": "It's incredibly rewarding to hear that you had such a positive experience with us and that our team provided excellent service throughout the importation process.We can't wait to assist you again and continue providing top-notch service. Thank you for choosing us!"
  },
  {
    "reviewer": "Elizabeth Kagwanja",
    "reviews": 1,
    "photos": 1,
    "rating": 5.0,
    "date": "a year ago",
    "review": "Impressed by the professionalism and efficiency throughout the importation process. Every step was handled meticulously, ensuring a stress-free experience from start to finish",
    "owner_response": "Ensuring a stress-free experience for our clients is always our top priority, and we're delighted that we could meet your expectations every step of the way. Thank you for choosing us!"
  },
  {
    "reviewer": "John Kuyeli",
    "reviews": 1,
    "photos": 0,
    "rating": 5.0,
    "date": "a year ago",
    "review": "The car specs were as I wanted. My expectation well met and surpassed. I love the service delivery in the whole process- a hustle free process with top notch transparency. I would not hesitate to recommend to anyone who values quality.",
    "owner_response": "We are glad to hear that we surpassed your expectations. Wishing you many safe miles in your new ride!"
  },
  {
    "reviewer": "Andrew Gitau",
    "reviews": 16,
    "photos": 3,
    "rating": 5.0,
    "date": "a year ago",
    "review": "Absolutely delighted with my recent car importation experience, with We Export Cars.Africa. The process was smooth from start to finish, with excellent communication and ...",
    "owner_response": "We're thrilled to hear that you had such a positive experience. Safe travels with your new car!"
  },
  {
    "reviewer": "Sam Kamau",
    "reviews": 2,
    "photos": 6,
    "rating": 5.0,
    "date": "a year ago",
    "review": "Reliable and extremely professional. They handled purchase and clearing process and delivered the car to my work place in Nairobi",
    "owner_response": null
  },
  {
    "reviewer": "Lynne Mwangi",
    "reviews": 1,
    "photos": 0,
    "rating": 5.0,
    "date": "a year ago",
    "review": "I'm immensely grateful for the seamless importation process provided. From handling paperwork to ensuring timely delivery, everything was handled with utmost care and efficiency.",
    "owner_response": "We're thankful for your support. Here's to countless safe miles in your new vehicle!"
  }
]
